# ======================================================================
# ============================Инструкция ===============================
# ======================================================================

# Генерация стабов из папки
# i18n -dir-ftl app/locales/ru/LC_MESSAGES/ -stub app/locales/stub.pyi

# ======================================================================
# ============================Design System=============================
# ======================================================================
cancel = ❌Отмена


# ======================================================================
# ============================Стартовое меню============================
# ======================================================================
start-hello-admin = Привет, { $username }👋
    
    Я могу:
    ✍Составить описание товара✍
    📅Запланировать пост📅
    ✍Подготовить карточку товара✍

    ✨Для демонстрации возможностей нажми /demo ✨

start-create-post = Создать пост

start-edit-post = Редактировать пост

start-create-description = Создать описание

start-settings = Настройки

# ======================================================================
# ============================Создание поста============================
# ======================================================================

# Слушаем и проверяем текст пользователя
cr-watch-text = ✍ Отправьте текст поста, который необходимо опубликовать

# Невалидный тип данных
cr-invalid-data = ❌ Не поддерживаю такой тип данных ❌  
    
    Для демонстрации бота нажмите /demo или напишите в поддержку бота

# Проверка текста пользователем
cr-reply-text = 👆 Проверьте текст, перед публикацей

# Меню настроек перед планированием поста
cr-edit-text = ✍Изменить текст
cr-url-btns = ☑️URL Кнопки
cr-url-delete = ❌ Удалить кнопки
cr-set-time = 🕙Время отправки
cr-set-notify = 🔔С уведомлением
cr-unset-notify = 🔕Без уведомления
cr-add-media = ➕Добавить медиа
cr-unset-comments = ☑️Отключить комментарии
cr-push-now = 🚀Отправить сейчас

# Состояние добавления URL кнопок к посту
cr-instruction-url = ⚠ Отправьте кнопки в формате:
    Link - https://ya.ru | Link 2 - https://no.com
    Link 3 - http://ac.ru | Link 4 - http://mail.ru

    Каждую новую кнопку отправьте с новой строки.
    Если хотите разместить несколько кнопок в одной строке используйте разделитель « | »

# Состояние выбора времени постинга
cr-instruction-delayed-post = <b>Отправьте время выхода поста в вашем часовом поясе (Europe/Moscow) в любом удобном формате, например:</b>
    <quote>
    18 - текущие сутки 18:00
    830 - текущие сутки 08:30
    1830 - текущие сутки 18:30
    18300408 - 18:30 04.08
    </quote>


# Состояние добавления медиа контента к посту
cr-instruction-media-post = 📷 Пришлите медиа файлы
cr-instruction-media-invalid-type = ❌ Не поддерживаю такой тип данных ❌  
    Допустимые форматы:
    - Фото
    - Видео

    Для демонстрации бота нажмите /demo или напишите в <a href="@inactive0073">поддержку бота</a>
