# ==============
# Design System
# ==============
cancel = ❌Отмена


# ==============
# Стартовое меню
# ==============
start-hello-admin = Привет, { $username }👋
    
    Я могу:
    ✍Составить описание товара✍
    📅Запланировать пост📅
    ✍Подготовить карточку товара✍

    ✨Для демонстрации возможностей нажми /demo ✨

start-create-post = Создать пост

start-edit-post = Редактировать пост

start-create-description = Создать описание

start-settings = Настройки

# ==============
# Создание поста
# ==============
cr-reply-text = ⬇ Проверьте текст, перед публикацей ⬇:

# Меню настроек перед планированием поста
cr-edit-text = ✍Изменить текст
cr-url-btns = ☑️URL Кнопки
cr-set-time = 🕙Время отправки
cr-set-notify = 🔔С уведомлением
cr-unset-notify = 🔕Без уведомления
cr-add-media = ➕Добавить медиа
cr-unset-comments = ☑️Отключить комментарии
cr-push-now = 🚀Отправить сейчас
